tap "homebrew/bundle"
brew "antidote"
brew "coreutils"
brew "fzf"
brew "gawk"
brew "gnu-sed"
brew "grep"
brew "helix"
brew "lazygit"
brew "mas"
brew "node"
brew "raylib"
brew "starship"
brew "tree"
brew "uv"
brew "zig"
brew "zls"
brew "zoxide"
cask "discord"
cask "firefox"
cask "ghostty"
cask "itsycal"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "notion"
cask "numi"
cask "rectangle"
cask "spotify"
cask "whatsapp"
mas "Affinity Photo", id: 824183456
mas "Pixen", id: 525180431
