brew "antidote"
brew "apache-arrow"
brew "cmake"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "fzf"
brew "gawk"
brew "gnu-sed"
brew "grep"
brew "helix"
brew "htop"
brew "jj"
brew "kubectl"
brew "mas"
brew "minikube"
brew "node"
brew "starship"
brew "tree"
brew "typescript-language-server"
brew "uv"
brew "yq"
brew "zoxide"
cask "firefox"
cask "ghostty"
cask "itsycal"
cask "nordvpn"
cask "notion"
cask "numi"
cask "rectangle"
cask "slack"
cask "zoom"
