tap "homebrew/bundle"
brew "antidote"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "fzf"
brew "gawk"
brew "gleam"
brew "gnu-sed"
brew "grep"
brew "helix"
brew "htop"
brew "jj"
brew "mas"
brew "node"
brew "raylib"
brew "starship"
brew "tinymist"
brew "tree"
brew "typst"
brew "uv"
brew "zig"
brew "zls"
brew "zoxide"
cask "discord"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "itsycal"
cask "nordvpn"
cask "numi"
cask "rectangle"
cask "spotify"
cask "whatsapp"
mas "Affinity Photo", id: 824183456
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixen", id: 525180431
